Repository: faragostaresh/pi-theme-tourberim
Catalog: locale/*/default.po
Languages: fr, zh_cn

source: Access denied
fr: Accès refusé
zh_cn: 访问禁止

source: login
fr: vous connecter
zh_cn: 登录

source: You are not allowed to access the page. Please %s and try again.
fr: Vous n'êtes pas autorisé à accéder à la page. Merci de %s et d'essayer de nouveau.
zh_cn: 无权限访问该页面，请%s再试。

source: homepage
fr: Accueil
zh_cn: 主页

source: logout
fr: déconnexion
zh_cn: 退出

source: You are not allowed to access the page. Please go to %s or %s and try other account.
fr: Vous n'êtes pas autorisés à accéder à cette page. Merci d'aller à la page %s ou %s , et d'essayer un autre compte.
zh_cn: 无权限访问该页面，请访问%s或%s尝试其他帐号。

source: Front
zh_cn: 前台

source: Execution time
fr: Temps d'exécution
zh_cn: 执行时间

source: Home
fr: Accueil
zh_cn: 首页

source: Execution time: %.4f s
fr: Temps d'exécution : %.4f s
zh_cn: 执行时间：%.4f秒

source: A 404 error occurred
fr: Une erreur 404 est survenue
zh_cn: 发生404错误。

source: The page request is not found.
fr: La page demandée n'a pas été trouvée.
zh_cn: 请求的页面未找到。

source: The requested controller was unable to dispatch the request.
fr: Le contrôleur demandé a été incapable de dispatcher la demande.
zh_cn: 请求的控制器无法解析该请求。

source: The requested controller could not be mapped to an existing controller class.
fr: Le contrôleur demandé n'a pas pu être rapproché d'une controller class existante.
zh_cn: 请求的控制器无法匹配。

source: The requested controller was not dispatchable.
fr: Le contrôleur demandé n'a pas pu être dispatché.
zh_cn: 请求的控制器无法解析。

source: The requested URL could not be matched by routing.
fr: L'URL demandée n'a pas pu être matchée avec une route.
zh_cn: 请求的地址无法解析。

source: We cannot determine at this time why a 404 was generated.
fr: Nous n'avons pas pu déterminer encore pourquoi une erreur 404 a été générée.
zh_cn: 无法确定404错误产生的原因。

source: Error occurred
fr: Une erreur est survenue
zh_cn: 发生错误

source: Please verify your request or visit later.
fr: Merci de vérifier votre demande ou de revenir plus tard.
zh_cn: 请确认网址或稍后再试。

source: Paginator
fr: Pagination
zh_cn: 分页
